"NotificationsTitle_RunSomeCleanup" = "It's time to clean your Mac!";
"NotificationDescription_RunSomeCleanup" = "Launch CleanMyMac to help you recover free disk space.";
"NotificationDescription_RunScan" = "Launch CleanMyMac to scan for junk on your Mac.";
"Launch" = "Launch";
"Cancel" = "Cancel";
